{
    "paragraphs": [
        {
            "id": "Meer",
            "content": "Meer Zaheen"
        },
        {
            "id": "0",
            "content": "I am Meer Zaheen, born on March 12, 1990. I have been living in Toronto, Canada for almost 18 years. I graduated from Seneca College as a Civil Engineer in 2013. Since then, I was employed at an engineering firm called CCI-Group. Formerly I was at a 9 month contract with EXP Inc. I was always passionate about evolving products and disruptive technologies and hence why I chose to continue my education at Centennial College as a Software Engineer. Outside of Engineering and technology, I like to play competitive video games, absorb different cultures and enjoy amazing food. I have always had a passion for sports and personal fitness – not only to lead a healthy lifestyle but to bring out my competitive spirit. I live to serve my talents as an engineer, artist and a fitness enthusiast. I create balance in work, play, and community. Also, I want to be the kind of person my cat already thinks I am."
        },
        {
            "id": "1",
            "content": "On this page, you will be able to see some of my previous and on-going projects!"
        },
        {
            "id": "3",
            "contenet": "This was my first ever custom-built desktop PC. I started this project with extreme budget for about 300$ and my initial plan was to keep on upgrading and work on this project. I did a lot of research onto PC components in every aspect possible. I enjoyed working on this project as much as I enjoyed all my other activities. As of now, this custom PC can handle everything thrown at it and there will always be a new upgrade as more and more technology arises."
        },
        {
            "id": "4",
            "content": "Drawing and sketching has always been a part of my hobbie every since I was very young. This hobbie has somewhat become similar to a project."
        },
        {
            "id": "5",
            "content": "These are some of the websites I created using Web Expression 4."
        }
    ]
}